!
"
,
.
1-in-5
;
?
a
aah
abandon
abandoned
abbreviation
ability
able
aboard
about
above
absence
absolute
absolutely
absurd
abuse
academy
accent
accept
accepted
access
accident
accidentally
accidents
accomplished
according
account
accounts
accurate
accused
ace
achieve
achieved
acid
acquiring
across
act
acted
acting
action
actions
active
activities
activity
actor
actors
actress
acts
actual
actually
ad
adam
adaptation
add
added
addition
additional
additions
address
administering
administration
admire
admired
admission
admissions
admit
admitted
admonition
adopted
adorable
adoration
adore
adorned
adult
adults
advance
advanced
advantage
adventure
advice
advise
affair
affairs
affect
affected
affection
afford
afraid
africa
after
afternoon
afterwards
again
against
age
agency
agenda
agent
agents
ages
aggressive
ago
agree
agreed
agreement
agriculture
ah
aha
ahead
aid
aim
ain
air
airplane
airport
aisle
al
alan
alarm
album
alcohol
alert
alice
alien
alike
alive
all
allergic
alley
allow
allowed
ally
almighty
almost
alone
along
aloud
already
alright
also
alteration
alterations
altercation
altercations
altered
alternative
although
altitude
altitudes
aluminum
aluminums
alumni
alumnus
always
am
amateur
amazing
ambassador
ambulance
amen
amenities
amenity
america
american
americans
among
amongst
amount
amusing
amy
an
analysis
ancient
and
anecdote
anecdotes
anemone
anemones
angel
angeles
angels
anger
angle
angry
animal
animals
ankle
anniversary
announce
announcement
annoying
annual
anonymous
another
answer
answered
answering
answers
anti-government
antidote
antidotes
anxious
any
anybody
anyhow
anymore
anyone
anything
anytime
anyway
anyways
anywhere
apart
apartment
apocalypse
apocalypses
apologies
apologize
apology
apostrophe
apparently
appeal
appear
appearance
appeared
appears
appetite
applause
apple
application
apply
appointment
appreciate
appreciated
approach
approaching
appropriate
approval
approve
approved
approximately
april
aquatic
archeologists
arctic
are
area
areas
aren
argue
arguing
argument
arm
armament
armaments
armed
arms
army
around
arrange
arranged
arrangement
arrangements
arrest
arrested
arrival
arrive
arrived
arrives
arriving
arsenal
arsenals
arsenic
arsenics
art
arthur
article
artist
artists
arts
as
ashamed
ashes
aside
ask
asked
asking
asks
asleep
aspirin
ass
assault
asses
asshole
assholes
assigned
assignment
assist
assistance
assistant
associate
association
assume
assumed
assuming
assure
assured
at
ate
atlantic
atmosphere
attached
attack
attacked
attacking
attacks
attempt
attempted
attend
attention
attitude
attitudes
attorney
attracted
attractive
audience
audition
auditions
august
aunt
authorities
authority
auto
autograph
automatic
autopsy
available
avenue
average
avoid
avoiding
aw
awake
award
aware
away
awesome
awful
awfully
awhile
awkward
aye
b
babe
babies
baby
bachelor
back
backed
background
backing
backs
backup
backwards
backyard
bacon
bad
badge
badly
bag
bags
bail
bait
balance
balconies
balcony
bald
ball
balls
baloney
baloneys
banana
band
bandaged
bang
banging
bank
banks
bar
barbara
barbecue
bare
barely
bargain
barn
barrel
barry
bars
bartender
base
baseball
based
basement
basic
basically
basis
basket
basketball
bastard
bastards
bat
bath
bathing
bathroom
battery
battle
bay
be
beach
beanbag
beans
bear
beard
bearing
bears
beast
beat
beaten
beating
beats
beautiful
beautifully
beauty
beaver
became
because
become
becomes
becoming
bed
bedroom
beds
bedtime
beef
been
beer
beers
before
beg
began
begged
begging
begin
beginning
begins
begun
behalf
behave
behavior
behind
being
beings
belief
believe
believed
believes
believing
bell
bells
belly
belong
belonged
belongs
beloved
below
belt
ben
bench
bend
beneath
benefit
benefits
bent
beside
besides
best
bested
bet
betray
betrayed
bets
better
betting
betty
between
beyond
bible
bid
bidder
big
bigger
biggest
bike
bill
billion
bills
billy
bingo
bird
birds
birth
birthday
bit
bitch
bitches
bite
bits
bitter
bizarre
black
blacked
blackmail
blade
blame
blaming
blank
blanket
blast
bleach
bleed
bleeding
bless
blessed
blessing
blew
blind
blinking
blizzards
block
blocked
blocks
blond
blonde
blood
bloody
blow
blowing
blown
blows
blue
blues
board
boarding
boat
boats
bob
bobby
bodies
body
bold
bomb
bombs
bond
bone
bones
bonus
boo
book
booked
books
boom
boot
booth
boots
booze
border
bore
bored
boring
born
borrow
borrowed
boss
boston
both
bother
bothered
bothering
bothers
bottle
bottles
bottom
bought
bounce
bound
boundary
bounties
bounty
bout
bow
bowl
bowling
box
boxes
boy
boyfriend
boys
bra
brad
brain
brains
branch
brand
brandy
brass
brave
bravo
bread
break
breakdown
breakfast
breaking
breaks
breast
breasts
breath
breathe
breathing
breeze
brian
brick
bride
bridge
brief
bright
brilliant
bring
bringing
brings
british
bro
broad
broadcast
broadway
broke
broken
brooklyn
brother
brothers
brought
brown
brush
brutal
bubble
buck
bucket
bucks
bud
buddies
buddy
budget
bug
bugs
build
building
buildings
built
bull
bullet
bullets
bullshit
bum
bump
bumped
bunch
bunny
burden
bureau
burger
buried
burn
burned
burning
burns
burnt
burst
bury
bus
bush
business
businessman
bust
busted
busy
but
butcher
butt
butter
button
buttons
buy
buying
buys
buzz
by
bye
c
cab
cabaret
cabarets
cabin
cabinet
cable
cage
cake
california
call
called
calling
calls
callus
calm
came
camera
cameras
camp
campaign
campus
can
canada
canal
cancel
canceled
cancer
candidate
candle
candles
candy
cannot
cans
cap
capable
capacity
capital
captain
captains
caption
captions
capture
captured
car
carburetor
carburetors
card
cardinal
cardinals
cards
care
cared
career
careful
carefully
cares
caribbean
caring
carl
carnival
carnivals
carol
carpet
carriage
carriages
carried
carries
carry
carrying
cars
cart
carter
carton
cartons
cartoon
cartridge
cartridges
case
cases
cash
casino
casket
cast
castle
casual
cat
catalyst
catalysts
catch
catches
catching
caterpillar
catholic
cats
caught
causation
cause
caused
causes
causing
cavalries
cavalry
cave
cavities
cavity
cd
cease
ceiling
celebrate
celebrating
celebration
celebrity
cell
cells
cemetery
cent
center
central
centre
cents
centuries
century
ceremony
certain
certainly
certificate
chain
chains
chair
chairs
challenge
chamber
champ
champagne
champagnes
champion
chance
chances
change
changed
changes
changing
channel
chaos
chapter
character
characters
charge
charged
charges
charging
charity
charles
charlie
charm
charming
chart
chase
chased
chasing
chat
cheap
cheapest
cheat
cheated
cheating
check
checked
checking
checks
cheek
cheer
cheering
cheers
cheese
cheetah
chef
chemical
chemistry
cherry
chest
chew
chicago
chick
chicken
chickens
chicks
chief
child
childhood
children
chill
chin
china
chinese
chip
chips
chocolate
choice
choices
choke
choose
chop
chopper
chose
chosen
christ
christian
christmas
chuck
chuckles
church
cigar
cigarette
cigarettes
cigars
circle
circled
circles
circuit
circumstances
circus
cities
citizen
citizens
city
civil
civilian
civilization
claim
claimed
claiming
claims
class
classes
classic
clean
cleaned
cleaner
cleaning
clear
cleared
clearing
clearly
clears
clerk
clever
client
clients
cliff
climb
climbing
clinic
clock
close
closed
closely
closer
closes
closest
closet
closing
clothes
clothing
cloud
clouds
clown
clownfish
club
clubs
clue
coach
coast
coat
cock
cocktail
code
coffee
coin
coincidence
coke
cold
collar
colleague
colleagues
collect
collecting
collection
collections
college
colonel
color
colors
colour
column
com
coma
combat
combination
come
comedy
comes
comfort
comfortable
comic
coming
command
commander
comment
commercial
commission
commit
commitment
committed
committee
common
communicate
communication
communications
communist
community
companies
company
compare
compared
compensated
compete
competition
complain
complaining
complaint
complaints
complete
completed
completely
complex
complicated
compliment
compliments
compromise
computer
computers
con
concentrate
concentrated
concept
concern
concerned
concerns
concert
conclusion
concrete
condition
conditions
conduct
conference
confess
confession
confidence
confident
confidential
confirm
confirmed
conflict
confused
confusing
confusion
congratulate
congratulated
congratulations
congregation
connect
connected
connection
connections
conscience
conscious
consciousness
consciousnesses
consent
consequences
consider
consideration
considered
considering
conspiracy
constant
constantly
constellation
constellations
consternation
consternations
construction
contact
contacted
contacts
contain
content
contest
continue
continued
continues
contract
contraction
contrary
control
controlled
controls
controversial
convenient
convention
conversation
convicted
convince
convinced
convincing
cook
cooked
cookie
cookies
cooking
cool
cooler
cooperate
cooperation
cop
copies
cops
copy
core
corn
corner
coronation
coronations
coroner
coroners
corporal
corporate
corpse
correct
correction
corrections
correctly
correlation
correlations
corridor
corridors
corruption
cos
cost
costs
costume
cotton
couch
cough
could
couldn
council
counsel
counselor
count
counted
counter
counting
countries
country
counts
county
couple
couples
courage
course
court
courtesy
cousin
cover
covered
covering
covers
cow
coward
cowboy
cows
crack
cracked
crane
crap
crash
crashed
crashing
crawl
crawling
crazy
cream
create
created
creating
creative
creature
creatures
credit
creep
creeps
creepy
crew
cried
cries
crime
crimes
criminal
criminals
crisis
critical
crops
cross
crossed
crossing
crowd
crowded
crown
crowned
cruel
cruise
crush
crushed
cry
crying
crystal
cuban
cue
culture
cup
cure
curie
curiosity
curious
current
currently
curse
cursed
curtain
custody
customer
customers
cut
cute
cuts
cutting
cyclone
da
dad
daddy
daily
dalmatian
dalmations
damage
damaged
dame
damn
damnation
damned
dan
dance
danced
dancer
dancing
danger
dangerous
daniel
danny
dare
dark
darkness
darling
darn
data
date
dated
dates
dating
daughter
daughters
dave
david
davis
dawn
day
daylight
days
de
dead
deadly
deaf
deal
dealer
dealing
deals
dealt
dean
dear
dearest
death
deaths
debate
debt
decent
decide
decided
decides
decision
decisions
deck
declare
declared
decorated
dedicated
deductive
deed
deep
deeper
deeply
defeat
defend
defendant
defending
defense
definitely
degree
degrees
delay
delicate
delicious
delighted
delightful
deliver
delivered
delivery
demand
demands
demon
demons
denied
denounced
densities
density
dentist
deny
department
depend
depending
depends
deposit
depressed
depressing
depression
deputy
describe
described
description
desert
deserve
deserved
deserves
design
designed
desire
desk
desperate
despite
dessert
destiny
destroy
destroyed
destroying
destruction
destructions
detail
details
detective
detectives
determine
determined
develop
developed
development
device
devil
devoted
devout
dial
diamond
diamonds
dice
dick
did
didn
die
died
dies
diet
difference
differences
different
differently
difficult
dig
digging
dignity
dilapidated
dilation
dilations
dilution
dilutions
dime
diner
dining
dinner
dip
diploma
diplomas
diplomat
diplomats
dipper
direct
direction
directions
directly
director
dirt
dirty
disagree
disappear
disappeared
disappoint
disappointed
disaster
discipline
discover
discovered
discovery
discuss
discussed
discussing
discussion
disease
disgrace
disguise
disgusting
dish
dishes
dismissed
display
dispute
distance
distant
distracted
distraction
district
disturb
disturbed
disturbing
ditch
dive
divine
division
divorce
divorced
dizzy
do
doc
docile
dock
doctor
doctors
document
documents
does
doesn
dog
dogs
doing
doll
dollar
dollars
domestic
don
done
doomed
doomsday
door
doors
dope
double
doubt
doubts
dough
down
downstairs
downtown
dozen
dr
draft
drag
dragged
dragging
dragon
drain
drama
dramatic
dramatically
drank
draw
drawer
drawing
drawn
dreadful
dream
dreamed
dreaming
dreams
dress
dressed
dresses
dressing
drew
drill
drink
drinking
drinks
drive
driven
driver
drives
driving
drop
dropped
dropping
drops
drove
drown
drowned
drowning
drug
drugs
drunk
drunkenness
dry
duck
dude
due
dug
duke
dull
dumb
dummy
dump
dumped
duration
durations
during
dust
duties
duty
dying
dynamite
dynamites
dynasties
dynasty
e
each
eager
eagle
ear
earlier
early
earn
earned
ears
earth
ease
easier
easily
east
eastern
easy
eat
eaten
eating
eats
economic
ed
edge
edith
editor
editorial
education
effect
effective
effects
effort
efforts
egg
eggs
ego
egyptian
eh
eight
either
el
elected
election
electric
electrical
electricity
elegant
elements
elephant
elevator
eleven
elizabeth
else
elsewhere
em
embargo
embargos
embarrass
embarrassed
embarrassing
embrace
embryo
embryos
emergency
emily
eminent
emotion
emotional
emotionally
emotions
emperors
emphasize
empire
empires
employee
employees
empty
en
encourage
end
ended
ending
endless
ends
enemies
enemy
energy
engaged
engagement
engine
engineer
engines
england
english
enjoy
enjoyed
enjoying
enormous
enough
enter
entered
entering
entertainment
entire
entirely
entitled
entrance
entry
envelope
environment
envy
episode
equal
equipment
er
eric
error
escalating
escalation
escalator
escalators
escape
escaped
escapes
escort
especially
establish
established
estate
et
eternal
eternity
europe
european
eve
even
evening
event
events
eventually
ever
every
everybody
everyday
everyone
everything
everywhere
evidence
evil
evolved
ex
exact
exactly
exam
examine
example
excellent
except
exception
excerpt
exchange
excited
excitement
exciting
exclusive
exclusively
excursion
excursions
excuse
excuses
executed
execution
executive
exercise
exertion
exertions
exhausted
exist
existed
existence
exists
exit
expect
expectation
expected
expecting
expedition
expeditions
expense
expenses
expensive
experience
experienced
experiences
experiment
expert
experts
explain
explained
explaining
explains
explanation
explode
explodes
explorers
explosion
expose
exposed
exposure
express
expression
extend
extolled
extra
extraordinary
extreme
extremely
eye
eyeliner
eyes
f
fabulous
face
faced
faces
facility
facing
fact
factor
factory
facts
fail
failed
failure
faint
fair
fairly
fairy
faith
faithful
fake
fall
fallacies
fallacy
fallen
falling
falls
false
fame
familiar
families
family
famous
fan
fancy
fans
fantastic
fantasy
far
farewell
farm
farmer
fascinating
fashion
fast
faster
fat
fatal
fate
father
fathers
fault
favor
favorite
favors
favour
favourite
fear
feared
fears
fed
federal
fee
feed
feeding
feel
feeling
feelings
feels
feet
fell
fella
fellas
fellow
fellows
felt
female
fence
fertilized
festival
fetch
feudal
fever
few
field
fields
fiery
fifteen
fifth
fifty
fight
fighter
fighting
fights
figure
figured
figures
file
filed
files
fill
filled
filling
film
films
filthy
final
finally
financial
find
finding
finds
fine
finest
finger
fingerprints
fingers
finish
finished
finishing
fire
fired
fires
firing
firm
first
fish
fishing
fist
fit
fits
five
fix
fixed
fixing
flag
flame
flames
flash
flat
flattered
flesh
flew
flies
flight
flip
float
floating
flooded
floor
floors
florida
flow
flower
flowers
fluid
fluids
flush
flute
fly
flying
focus
focused
foil
fold
folks
follow
followed
following
follows
fond
food
fool
fooled
fooling
foolish
fools
foot
football
for
forbid
force
forced
forces
forehead
foreign
forest
forever
forget
forgetting
forgive
forgiveness
forgot
forgotten
fork
form
formal
former
forms
fort
forth
fortunate
fortunately
fortune
forty
forward
fought
foul
found
foundation
founded
four
fourth
fox
frame
france
francisco
frank
frankenstein
franklin
frankly
fraud
freak
freaked
freaking
freaks
fred
free
freedom
freeze
freezing
french
fresh
friday
fridge
fried
friend
friendly
friends
friendship
fries
frightened
frog
from
front
frozen
fruit
fry
fuck
fucked
fucker
fucking
fuel
fueled
full
fully
fun
function
fund
funeral
funny
fur
furniture
further
fuss
future
g
gag
gain
gal
gamble
gambling
game
games
gang
garage
garbage
garden
gas
gate
gates
gather
gathered
gathering
gave
gay
gazelle
gazelles
gazette
gazettes
gear
gee
geez
gene
general
generally
generation
generous
genius
gentle
gentleman
gentlemen
gently
genuine
george
german
germany
gesture
get
gets
getting
ghost
ghosts
giant
gift
gifts
gig
gimme
gin
girl
girlfriend
girlfriends
girls
give
given
gives
giving
glad
glass
glasses
glided
glittery
glorious
glory
glove
gloves
go
goal
goat
god
goddamn
goddess
gods
goes
going
gold
golden
golf
gone
gonna
good
goodbye
goodness
goodnight
goods
goose
gorgeous
gosh
gossip
got
gotcha
gotta
gotten
government
governor
grab
grabbed
grace
gracious
grade
grades
graduate
graduated
graduation
grammatical
grand
grandfather
grandma
grandmother
grandmother's
grandpa
grant
granted
grass
grateful
gratitude
grave
gravitational
gray
grazing
great
greater
greatest
greedy
greek
green
greeted
grenade
grew
grief
grip
grocery
gross
ground
grounded
grounds
group
groups
grow
growing
grown
grows
guarantee
guaranteed
guard
guards
guess
guessed
guessing
guest
guests
guide
guilt
guilty
guitar
gum
gun
gunpowder
guns
gunshot
gut
guts
guy
guys
gym
h
ha
habit
habits
hack
had
hail
hair
haircut
half
halfway
hall
hallway
halt
ham
hammer
hand
handed
handle
handled
handling
hands
handsome
handy
hang
hanging
hangs
happen
happened
happening
happens
happier
happiest
happily
happiness
happy
harbor
hard
harder
hardest
hardly
hardship
harm
harmless
harold
harry
harsh
harvard
harvesting
has
hasn
hat
hate
hated
hates
hats
haul
have
haven
having
hazards
he
head
headache
headed
heading
headquarters
heads
heal
health
healthy
hear
heard
hearing
hears
hearse
hearses
heart
hearth
hearts
heat
heaven
heavens
heavily
heavy
heck
heel
heels
height
held
helen
helicopter
hell
hello
helmet
help
helped
helpful
helping
helpless
helps
henry
her
herbivorous
herd
here
hero
heroes
hers
herself
hey
hi
hid
hidden
hide
hiding
high
higher
highest
highly
highway
hill
hills
him
himself
hint
hip
hire
hired
his
history
hit
hits
hitting
hiya
hm
hmm
ho
hold
holding
holds
hole
holes
holiday
holidays
hollow
hollywood
holy
home
homeless
homes
homework
homicide
hon
honest
honestly
honesty
honey
honeymoon
hong
honor
honored
honour
hood
hook
hooked
hooker
hop
hope
hoped
hopefully
hopeless
hopes
hoping
horn
horny
horrible
horror
horse
horse-drawn
horses
hose
hospital
host
hostage
hostess
hostile
hot
hotel
hottest
hour
hours
house
household
houses
how
howdy
however
hug
huge
huh
human
humanity
humans
humble
humidities
humidity
humiliated
humilities
humility
humor
humorous
hunch
hundred
hundreds
hung
hungry
hunt
hunter
hunting
hurry
hurt
hurting
hurts
husband
husbands
hush
hypotenuse
hypotenuses
hypotheses
hypothesis
hysterical
i
ice
idea
ideal
ideas
identification
identified
identify
identity
idiot
idiots
if
ignorant
ignore
il
ill
illegal
illness
illusion
image
images
imagination
imagine
imagined
immediate
immediately
immoralities
immorality
immortalities
immortality
immunities
immunity
impact
implied
importance
important
impossible
impress
impressed
impression
impressive
improve
in
inappropriate
inch
inches
incident
include
included
includes
including
income
increase
incredible
incredibly
indeed
independent
india
indicate
individual
industry
inebriation
inebriations
infamy
infantry
infection
infections
inference
inferences
inferno
infernos
inferring
inflection
influence
inform
information
informed
initial
injured
injuries
injury
ink
inner
innocent
insane
insanity
inside
insist
insisted
inspector
inspiration
inspired
instance
instant
instead
instinct
instincts
institution
instructions
instrument
insult
insurance
intact
integrity
intelligence
intelligent
intend
intended
intense
intensity
intention
intentions
interest
interested
interesting
interests
interfere
internal
international
interrupt
interrupted
interrupting
interview
intimate
into
introduce
introduced
invented
investigate
investigating
investigation
investment
invisible
invitation
invite
invited
inviting
involve
involved
invulnerability
iron
irrigation
irrigations
irritation
is
island
isn
issue
issues
it
item
its
itself
j
jack
jackass
jacket
jackie
jackson
jail
jake
jam
james
jammed
jane
japan
japanese
jar
jason
jaw
jazz
jealous
jeez
jeff
jerk
jerry
jersey
jesus
jet
jewelry
jewish
jim
jimmy
job
jobs
joe
joey
john
johnny
johnson
join
joined
joining
joint
joke
jokes
joking
jones
joseph
journey
joy
joyfully
judge
judges
judging
judgment
juggler
juice
juliet
july
jump
jumped
jumping
june
jungle
junior
junk
jury
just
justice
k
kayaking
keep
keeping
keeps
kelly
kept
key
keys
khan
kick
kicked
kicking
kicks
kid
kidding
kiddo
kidnapped
kidnapping
kids
kill
killed
killer
killers
killing
kills
kim
kind
kinda
kindly
kindness
kinds
king
kingdom
kings
kiss
kissed
kisses
kissing
kit
kitchen
kitty
knee
knees
knelt
knew
knife
knight
knock
knocked
knocking
know
knowing
knowledge
known
knows
kong
korea
kublai
l
la
lab
labor
lack
lad
ladder
ladies
lady
laid
lake
lamb
lame
lamp
land
landed
landing
lane
language
lap
large
larger
largest
larry
las
lashes
last
lasted
late
lately
later
latest
latin
laugh
laughed
laughing
laughs
laughter
launch
laundry
law
lawn
laws
lawyer
lawyers
lay
laying
lazy
ld
le
lead
leader
leaders
leading
leads
league
leak
lean
learn
learned
learning
least
leather
leave
leaves
leaving
lecherous
lecture
led
lee
left
leg
legal
legally
legend
legitimate
legs
leisure
leisures
lemon
lend
length
leo
lesion
lesions
less
lesson
lessons
let
lets
letter
letters
letting
level
levels
lewis
lf
liable
liar
liberty
library
license
lick
lie
lied
lies
lieutenant
life
lifetime
lift
lifted
light
lighten
lighter
lightning
lights
like
liked
likely
likes
liking
limit
limited
limits
lincoln
linda
line
lined
lines
link
lion
lip
lips
lipstick
liquid
liquor
list
listen
listened
listening
listens
lit
literally
lithe
little
live
lived
liver
lives
living
ln
load
loaded
loan
lobby
local
locate
located
location
lock
locked
locker
locks
log
logical
lolcat
london
lonely
long
longer
longingly
look
looked
looking
looks
loose
lord
lords
lose
loser
losers
loses
losing
loss
lost
lot
lots
loud
louder
louis
lounge
lousy
love
loved
lovely
lover
lovers
loves
loving
low
lower
loyal
loyalty
ls
lt
luck
luckily
lucky
lucy
luggage
luke
lunatic
lunch
lunchmeat
lungs
luscious
luxury
lying
lymph
lymphs
ma
mac
machine
machines
mad
madam
madame
made
madness
magazine
magazines
magic
magical
magnificent
maid
mail
main
maintain
majesty
major
make
makes
makeup
making
male
mall
mama
mammal
man
manage
managed
management
manager
manatee
manatees
manhattan
maniac
mankind
manner
manners
manual
many
map
march
margaret
marie
marine
mark
marked
market
marks
marriage
married
marry
marrying
martha
martin
marvelous
mary
mascara
mascaras
mask
masked
mason
masquerade
masquerades
mass
massage
massages
massive
master
match
matches
mate
material
math
matinee
matinees
matter
matters
mature
max
maximum
may
maybe
mayor
mccarthy
me
meal
meals
mean
meaning
means
meant
meantime
meanwhile
measure
measurements
meat
medal
media
mediators
medical
medication
medications
medicine
medics
meditation
meditations
medium
meet
meeting
meetings
meets
member
members
memories
memory
men
mental
mention
mentioned
menu
mercenaries
mercenary
mercy
mere
merely
merry
mess
message
messages
messed
messenger
messing
messy
met
metal
method
mexican
mexico
miami
michael
mickey
middle
midnight
might
mighty
migraine
migraines
migrant
migrants
mike
mile
miles
military
milk
miller
million
millions
mind
minds
mine
minimum
minister
minor
minute
minutes
miracle
mirror
miserable
misery
miss
missed
misses
missing
mission
missionaries
missionary
mistake
mistaken
mistakes
mister
mistress
misunderstanding
mix
mixed
mm
mob
mobilities
mobility
model
models
modern
modest
mom
moment
momentary
moments
mommy
mon
monday
money
mongolian
monitor
monk
monkey
monster
monsters
month
months
mood
moon
moral
more
morning
moron
mortal
mortals
mortar
mortars
most
mostly
motel
moth
mother
motherfucker
mothers
motion
motive
motor
mount
mountain
mountains
mountaintop
mouse
mouth
move
moved
movement
moves
movie
movies
moving
mr
mrs
ms
much
mud
multiple
mum
mummy
murder
murdered
murderer
murders
murdoch
muscle
muscles
museum
music
musical
musket
muskets
muskrat
muskrats
must
mutiny
mutual
my
myself
mysterious
mystery
n
nah
nail
nailed
nails
naive
naked
name
named
names
nancy
nap
napalm
narrow
nasty
nation
national
native
natural
naturally
nature
naughty
navy
nd
near
nearby
nearest
nearly
neat
necessarily
necessary
neck
necklace
need
needed
needing
needle
needs
negative
negotiated
neighbor
neighborhood
neighbors
neither
nephew
nerve
nerves
nervous
nervously
nest
net
network
never
new
news
newsletter
newspaper
newspapers
next
nice
nicely
nicer
nick
nickel
niece
night
nightmare
nightmares
nights
nine
no
nobilities
nobility
noble
nobody
noise
noises
none
nonsense
noon
nope
nor
normal
normally
north
northern
nose
not
note
notes
nothing
notice
noticed
notify
notion
novel
novel's
november
now
nowadays
nowhere
nuclear
number
numbers
nurse
nurses
nut
nuts
nymph
nymphs
o
oath
obey
object
objection
objects
obligation
observation
observe
obsessed
obvious
obviously
occasion
occasionally
occur
occurred
ocean
october
odd
odds
of
off
offended
offense
offer
offered
offering
offers
office
officer
officers
official
officially
often
oh
oil
ok
okay
old
older
oldest
on
once
one
ones
only
onto
ooh
oops
open
opened
opening
opens
opera
operate
operating
operation
operations
operator
opinion
opportunity
opposed
opposite
oppressed
option
options
or
orange
order
ordered
ordering
orders
ordinary
organization
organized
original
originally
ornament
ornaments
other
others
otherwise
ouch
ought
our
ours
ourselves
out
outer
outfit
outrageous
outside
outstanding
outta
oven
over
overnight
ow
owe
owed
owes
own
owned
owner
owns
oxygen
p
pa
pace
pacific
pack
package
packed
packing
pad
page
pages
paid
pain
painful
paint
painted
painting
pair
pal
palace
pale
palm
pan
panic
pants
papa
paper
papers
paperwork
parade
paradise
paranoid
parasite
parasol
pardon
parent
parents
paris
park
parked
parking
parole
part
particular
particularly
parties
partner
partners
parts
party
pass
passage
passed
passenger
passengers
passes
passing
passion
passport
past
pastor
pastors
pasture
pastures
pat
patch
path
pathetic
patience
patient
patients
patrol
pattern
paul
pay
paying
payment
pays
peace
peaceful
peanut
pearl
peasantries
peasantry
peculiar
pee
peg
pen
penalty
pencil
penis
pennies
penny
people
per
percent
perched
perfect
perfectly
perform
performance
performed
perfume
perhaps
perimeter
period
permanent
permission
permit
person
personal
personality
personally
personnel
persons
perspective
persuade
pet
petal
pete
peter
petty
pharaoh
pharoahs
phase
pheromone
pheromones
phil
philosophy
phone
phones
phonologies
phonology
phony
photo
photograph
photographer
photographs
photos
phrase
phrenologies
phrenology
physical
physically
physician
physicians
physicist
physicists
piaf's
piano
pick
picked
picking
picks
pickup
picnic
picture
pictures
pie
piece
pieces
pierce
pig
pigs
pikemen
pile
pill
pillow
pills
pilot
pin
pinch
pink
pipe
piss
pissed
pistol
pit
pitch
pity
pizza
place
placed
places
plain
plan
plane
planes
planet
plank
planned
planning
plans
plant
planted
plants
plastic
plate
plates
play
played
player
players
playing
plays
pleasant
pleasantries
pleasantry
please
pleased
pleasure
plenty
plot
plug
plus
pocket
pockets
poem
poet
poetry
point
pointed
pointing
points
poison
poisoned
poker
pole
police
policeman
policy
polish
polite
political
politics
pool
poor
pop
popcorn
popped
pops
popular
population
porch
pork
porn
port
position
positions
positive
positively
possession
possibilities
possibility
possible
possibly
post
posted
pot
potato
potatoes
potent
potential
pound
pounds
pour
pouring
powder
power
powerful
powers
practical
practically
practice
practicing
praise
pray
prayer
prayers
praying
preacher
precious
precisely
prefer
pregnant
prep
prepare
prepared
preparing
prescribed
prescription
presence
present
presents
president
press
pressure
presume
pretend
pretending
pretty
prevent
prevented
previous
previously
price
prices
prick
pride
priest
primary
prime
prince
princess
principal
principle
print
printer
prints
prior
priority
prison
prisoner
prisoners
privacy
private
privilege
prize
pro
probably
problem
problems
procedure
proceed
process
produce
producer
product
production
profession
professional
professor
profile
profit
program
progress
project
prom
promise
promised
promises
promising
promotion
pronounce
proof
proper
properly
property
proposal
propose
proposed
proposition
protect
protected
protecting
protection
protest
protocol
proud
prove
proved
proven
proves
provide
provided
provides
pseudoscience
psychiatrist
psychic
psycho
psychological
public
publicity
published
pull
pulled
pulling
pulls
pulse
pump
pumpkin
punch
punish
punished
punishment
punk
pupil
puppy
pure
purple
purpose
purse
pursue
pursuit
push
pushed
pushing
pussy
put
puts
putting
pythagoras'
q
qualified
quality
quarter
quarters
queen
queens
question
questioning
questions
quick
quicker
quickly
quiet
quietly
quit
quite
quitting
quote
r
rabbit
race
racing
rack
racket
radar
radiation
radii
radio
radium
radiums
radius
rage
raid
railroad
rain
raining
raise
raised
raising
rammed
ran
ranch
random
range
rank
rap
rape
raped
rare
rarely
rash
rat
rate
rather
rats
raw
ray
rd
reach
reached
reaching
react
reacted
reaction
read
reading
reads
ready
reagents
real
realise
reality
realize
realized
really
rear
reason
reasonable
reasons
recall
receipt
receive
received
receiving
recent
recently
reception
recipe
reckon
recognize
recognized
recommend
record
recorded
recording
records
recover
recovered
recovery
red
refer
reference
referring
refrigerator
refuse
refused
regained
regard
regarding
register
registered
regret
regular
rehearsal
rejected
related
relations
relationship
relationships
relative
relatives
relax
relaxed
release
released
releasing
reliable
relief
relieved
religion
religious
rely
remain
remaining
remains
remarkable
remember
remembered
remembers
remind
reminded
reminds
remote
remove
removed
rent
rented
repair
repeat
repentance
replace
replaced
report
reported
reporter
reporters
reporting
reports
represent
represents
reputation
request
requested
require
required
requires
rescue
research
reservation
reserve
reserved
residence
resist
resistance
resources
respect
respected
respects
respond
response
responsibilities
responsibility
responsible
rest
restaurant
restaurants
resting
result
results
retire
retired
retiree
retirement
retreat
return
returned
returning
returns
reveal
revenge
reverend
reverse
review
revolution
reward
rhinestone
rhinestones
rhino
rhythm
ribs
rice
rich
richard
rid
ride
rides
ridiculous
riding
rifle
right
rights
ring
ringing
rings
rip
ripped
rise
rising
risk
risky
ritual
river
road
roads
roast
rob
robbed
robbery
robe
robert
robin
rock
rocket
rocks
rode
rodents
roger
role
roll
rolled
rolling
rolls
romance
romantic
rome
romeo
roof
room
roommate
rooms
root
rope
rose
roses
ross
rot
rotten
rough
round
rounds
route
routine
row
royal
royalty
rub
rubber
rude
rug
ruin
ruined
ruining
rule
rules
rumor
rumors
run
running
runs
rupert
rush
russia
russian
sack
sacred
sacrifice
sad
safe
safely
safer
safety
saffron
saffrons
said
sail
sailing
sailor
sailors
saint
sake
sakes
salad
salary
sale
sales
salesman
sally
salt
sam
same
sample
samples
san
sand
sandwich
sandwiches
sandy
sang
santa
sapphire
sapphires
sarah
sat
satellite
satisfaction
satisfied
saturday
satyr
sauce
save
saved
saving
savings
saw
say
saying
says
scale
scan
scandal
scar
scare
scared
scares
scaring
scary
scene
scenes
schedule
scheduled
scheme
school
schools
science
scientific
scientist
scientists
scolded
score
scores
scotch
scott
scout
scratch
scream
screaming
screams
screen
screenwriter
screw
screwed
screwing
script
scum
se
sea
seal
sealed
search
searched
searching
season
seasonal
seat
seated
seats
seattle
sec
second
seconds
secret
secretary
secrets
section
secure
security
sediment
sediments
see
seed
seeing
seek
seeking
seem
seemed
seems
seen
sees
self
selfish
sell
selling
sells
semi-aquatic
senator
send
sending
sends
senior
sense
senses
sensible
sensitive
sent
sentence
sentiment
sentimental
sentiments
separate
separated
september
sergeant
serial
series
serious
seriously
sermon
servant
serve
served
serves
service
services
serving
session
set
sets
setting
settle
settled
setup
seven
seventh
several
severe
sex
sexual
sexually
sexy
shadow
shadows
shake
shakespeare
shaking
shall
shame
shape
share
shared
sharing
sharp
shave
she
shed
sheep
sheet
sheets
shelf
shell
shelter
sheriff
shh
shift
shine
shining
shiny
ship
ships
shirt
shirts
shit
shitty
shock
shocked
shoe
shoes
shoot
shooting
shoots
shop
shopping
shore
short
shortly
shorts
shot
shotgun
shots
should
shoulder
shoulders
shouldn
shout
shouting
shove
show
showed
shower
showing
shown
shows
shrink
shudder
shut
shutter
shutters
shy
sick
sickness
side
sides
sighs
sight
sign
signal
signals
signature
signed
significant
signing
signs
silence
silent
silk
silly
silver
similar
simple
simply
sin
since
sing
singer
singing
single
sings
sink
sins
sir
sister
sisters
sit
site
sits
sitting
situation
situations
six
sixteen
sixth
size
skies
skill
skilled
skills
skin
skinny
skip
skirt
skull
sky
slap
slave
sleep
sleeping
sleeps
sleepy
slept
slice
slide
slight
slightest
slightly
slip
slipped
slipping
slow
slowly
slut
smack
small
smaller
smart
smarter
smash
smashed
smell
smelled
smells
smile
smiling
smith
smoke
smoked
smoking
smooth
snack
snake
snap
sneak
sneaking
snorkeling
snow
so
soap
soaring
sober
social
society
sock
socks
soda
soft
soil
sold
soldier
soldiers
solid
solo
solution
solve
solved
some
somebody
someday
somehow
someone
someplace
something
sometime
sometimes
somewhat
somewhere
son
song
songs
sons
soon
sooner
sophisticated
sore
sorry
sort
sorts
soul
souls
sound
sounded
sounds
soup
source
sources
south
southern
space
span
spanish
spare
speak
speaking
speaks
special
species
specific
specifically
speech
speed
spell
spend
spending
spent
spiced
spill
spilled
spin
spinning
spinster
spinsters
spirit
spirits
spiritual
spit
spite
splendid
splinter
splinters
split
spoil
spoiled
spoke
spoken
sport
sports
spot
spots
spotted
spray
spread
spreading
spring
sprinted
spy
squad
square
squeeze
st
stab
stabbed
stable
staff
stage
stairs
stake
stall
stand
standard
standards
standing
stands
star
stare
staring
stars
start
started
starting
starts
starving
state
statement
states
station
stations
statisticians
statue
status
stay
stayed
staying
stays
steady
steak
steal
stealing
steam
steel
stem
step
stepped
stepping
steps
steve
stick
sticking
sticks
stiff
still
stimulation
stimulations
stink
stinking
stinks
stipulation
stock
stockpile
stole
stolen
stomach
stone
stones
stood
stop
stopped
stopping
stops
storage
store
stores
stories
storm
story
storyteller
stove
straight
straighten
strain
strange
stranger
strangers
strategy
stream
street
streets
strength
stress
stretch
strict
strictly
strike
strikes
string
strings
strip
stroke
strong
stronger
strongly
struck
structure
struggle
stubborn
stuck
student
students
studied
studies
studio
study
studying
stuff
stuffed
stunt
stupid
style
subject
subtitles
subtle
subtraction
subway
succeed
success
successful
such
suck
sucked
sucker
sucking
sucks
sudden
suddenly
sue
suffer
suffered
suffering
sugar
suggest
suggested
suggesting
suggestion
suicide
suit
suitcase
suite
suits
sum
summer
sun
sunday
sunny
sunset
sunshine
super
superior
supper
supplies
supply
support
suppose
supposed
supreme
sure
surely
surface
surgeon
surgery
surprise
surprised
surprises
surprising
surrender
surrounded
surveillance
survival
survive
survived
susan
suspect
suspected
suspects
suspended
suspicion
suspicious
swallow
swallowed
swear
sweat
sweater
sweating
sweep
sweet
sweetheart
sweetie
swell
swim
swimming
swing
switch
switched
sword
swore
sworn
syllogism
symbol
sympathizer
sympathizers
sympathy
symptoms
synchro
synonym
synthesizer
synthesizers
system
systems
table
tables
tag
tail
take
taken
takes
takin
taking
tale
talent
talented
talk
talked
talking
talks
tall
tan
tank
tap
tape
tapes
tapestries
tapestry
target
task
taste
tastes
tattoo
taught
tax
taxes
taxi
tea
teach
teacher
teachers
teaching
team
teams
tear
tearing
tears
technical
technically
technique
technology
ted
teenage
teenager
teeth
telephone
television
tell
tellin
telling
tells
temper
temperature
temple
temporary
ten
tend
tender
tennis
tense
tension
tent
tentacles
term
terms
terrible
terribly
terrific
terrified
territory
terror
terrorist
test
tested
testify
testimony
testing
tests
texas
text
th
than
thank
thanks
thanksgiving
that
the
theater
thee
theft
their
theirs
them
theme
themselves
then
theorem
theory
therapist
therapy
there
therefore
thermal
thermals
thermos
thesaurus
these
they
thick
thief
thieves
thin
thing
things
think
thinking
thinks
third
thirsty
thirty
this
thomas
those
thou
though
thought
thoughtful
thoughts
thousand
thousands
threat
threaten
threatened
threatening
threats
three
threw
thrill
thrilled
throat
through
throughout
throw
throwing
thrown
throws
thumb
thunder
thursday
thus
thy
ticket
tickets
tide
tie
tied
ties
tiger
tight
till
tim
time
times
timing
tin
tiny
tip
tips
tire
tired
tires
tissue
title
tits
to
toast
today
toe
toes
together
toilet
tokyo
told
tolerate
tom
tommy
tomorrow
ton
tone
tongue
tonight
tons
tony
too
took
tool
tools
tooth
top
tops
tore
torn
torture
tortured
toss
tossed
total
totally
touch
touched
touches
touching
tough
tour
toward
towards
towel
towels
tower
town
toy
toys
trace
track
tracking
tracks
trade
tradition
traditional
traffic
tragedy
tragic
tragically
trail
trailer
train
trained
training
traitor
transcript
transfer
transferred
transport
trap
trapped
trash
trauma
travel
traveled
traveling
travelled
travesties
travesty
tray
treasure
treat
treated
treating
treatment
treats
tree
trees
tremendous
trial
trick
tricks
tricky
tried
tries
trigger
trip
triple
trips
troops
trouble
troubled
troubles
truck
trucks
true
truly
trunk
trust
trusted
truth
try
trying
tub
tube
tuesday
tune
tunnel
turkey
turn
turned
turning
turns
tv
twelve
twenty
twice
twin
twins
twist
twisted
two
type
types
typical
u
ugh
ugly
uh
ultimate
um
umpire
umpires
unable
unbelievable
uncle
uncomfortable
unconscious
under
undercover
underground
underneath
understand
understanding
understands
understood
underwear
unexpected
unfair
unfortunate
unfortunately
ungrammatical
unhappy
uniform
uniforms
union
unique
unit
united
units
universe
university
unknown
unless
unlike
unnecessary
until
unusual
up
upon
upper
upscale
upset
upside
upstairs
upward
upwards
urban
urge
urged
urgent
us
use
used
useful
useless
uses
using
usual
usually
v
vacation
vaccinated
valley
valuable
value
values
van
various
vast
vegas
vehicle
verdict
version
versus
very
veteran
veterans
veterinarian
veterinarians
vice
vicious
victim
victims
victory
video
vietnam
view
village
vintage
violation
violence
violent
virgin
virginia
virtue
vision
visit
visited
visiting
visitor
visitors
visual
vital
vodka
voice
voices
volume
volunteer
vote
vulnerable
w
wagon
wait
waited
waiter
waiting
waitress
wake
wakes
waking
walk
walked
walking
walks
wall
wallet
walls
walter
wandering
wanna
want
wanted
wanting
wants
war
ward
warehouse
warm
warn
warned
warning
warrant
wars
was
wash
washed
washing
washington
wasn
waste
wasted
wasting
watch
watched
watches
watching
water
waters
wave
waves
wax
way
ways
we
weak
weakness
wealthy
weapon
weapons
wear
wearing
wears
weather
web
wedding
wednesday
weed
week
weekend
weekends
weeks
weigh
weight
weird
welcome
well
went
were
weren
west
western
wet
whack
what
whatever
whatsoever
wheel
wheels
when
whenever
where
whereabouts
wherever
whether
which
while
whip
whiskey
whisper
whispering
whistle
white
who
whoa
whoever
whole
whom
whoo
whore
whose
why
wicked
wide
widow
wife
wild
will
william
williams
willing
wilson
win
wind
window
windows
winds
wine
wing
wings
winner
winning
wins
winter
wipe
wiped
wire
wired
wires
wisdom
wise
wish
wished
wishes
wishing
witch
with
within
without
witness
witnesses
wives
woke
wolf
woman
women
won
wonder
wondered
wonderful
wondering
wood
wooden
woods
word
words
wore
work
worked
worker
workers
working
workout
works
world
worlds
worn
worried
worries
worry
worrying
worse
worship
worst
worth
worthless
worthy
would
wouldn
wound
wounded
wounds
woven
wow
wrap
wrapped
wreck
wrist
write
writer
writes
writing
written
wrong
wrongs
wrote
x
y
ya
yard
yards
ye
yeah
year
years
yell
yelled
yelling
yellow
yep
yes
yesterday
yet
yo
york
you
young
younger
your
yours
yourself
yourselves
youth
yuan
yup
zero
zip
zone
zoo
